Repository: LambdaDigamma/moers-ios
Catalog: ios/CityOS/Sources/EFAAPI/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Address
de: Adresse

source: Change search options
de: Suchoptionen ändern

source: Crossing
de: Kreuzung

source: Current changeover time: %@
de: Aktuelle Umsteigszeit: %@

source: Departure time
de: Abfahrtszeit

source: Footpath
de: Fußweg

source: Last updated:
de: Zuletzt aktualisiert:

source: No filter
de: Kein Filter

source: Place
de: Ort

source: Point of interest
de: Interessanter Ort

source: Postcode
de: Postleitzahl

source: Route type
de: Routentyp

source: Start your search
de: Starte Deine Suche

source: Stop
de: Haltestelle

source: Street
de: Straße

source: Time point
de: Zeitpunkt

source: Track change
de: Gleiswechsel

source: Transfer time
de: Umsteigezeit

source: Transport
de: Verkehrsmittel

source: Unknown
de: Unbekannt

source: Train
de: Zug

source: Suburban Railway
de: S-Bahn

source: Subway
de: U-Bahn

source: Metro
de: Stadtbahn

source: Tram
de: Straßenbahn

source: City Bus
de: Stadtbus

source: Rapid Bus
de: Schnellbus

source: Cable Car
de: Seil-/Zahnradbahn

source: On-call Bus
de: AST/Rufbus

source: Suspension Railway
de: Schwebebahn

source: Plane
de: Flugzeug

source: Regional Train
de: Regionalzug

source: National Train
de: Nationaler Zug

source: International Train
de: Internationaler Zug

source: High-speed Train
de: Hochgeschwindigkeitszug

source: Rail Replacement Service
de: Schienenersatzverkehr

source: Shuttle Train
de: Shuttlezug

source: Community Bus
de: Bürgerbus

source: Fastest route
de: schnellste Verbindung

source: Fewest transfers
de: wenigste Umstiege

source: Shortest walking distance
de: kürzeste Fußwege

source: Fast
de: Schnell

source: Slow
de: Langsam
